Revit 2027 API
ParameterTypeId.RbsElecWireNeutralAdjustment Property
 "Neutral Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecWireNeutralAdjustment { get; }
Public Shared ReadOnly Property RbsElecWireNeutralAdjustment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecWireNeutralAdjustment {
	ForgeTypeId^ get ();
}
static member RbsElecWireNeutralAdjustment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace